<?php include("../../incudes/head.php");
echo $link;
echo $header;
?>

<div class="contener box3">

  <h1 class="mt">انواع العمارة :
  </h1>
  <p>عمارة دينية - مدنية - قبطيه - جنائزيه - اسلامية
  </p>
  <p class="st">*_ عمارة دينية :
  </p>
  <p>هي ممارسة معمارية دينية تتعلق بتصميم وبناء أماكن العبادة</p>
  <p>مثل الكنائس والمساجد والستوبا والمعابد
  </p>
  <p>العمارة الدينية في الاسلام : العمارة الإسلامية المبكرة ، العمارة العثمانية ، العمارة الإيرانية.
  </p>
  <p class="st">*_ عمارة إسلامية :
  </p>
  <p> العمارة الإسلامية نشأت تلك العمارة بفضل المسلمين في المناطق التي وصلوا اليها كشبه جزيرة العرب والعراق ومصر وغيرها. وتأثرت بشكل كبير بالدين الإسلامي والنهضة العلمية التي تبعته. حيث ينتشر الصحن المفتوح في الشام والعراق والجزيرة العربية وغيرها.
  </p>
  <p>ومن عناصر العمارة الإسلامية : الجامع. المئذنة. القبة. الصحن.
  </p>
  <p class="st">*_ عمارة قبطية :
  </p>
  <p>العمارة القبطية هي عمارة المسيحيين الأقباط المعمارية، الذين يشكلون غالبية المسيحيين في مصر.
    تُرجع بعض السلطات أصول العمارة القبطية إلى العمارة المصرية القديمة، مع رؤية تشابه بين مخطط المعابد المصرية القديمة، التي تتقدم من الفناء الخارجي إلى حرم داخلي خفي إلى تلك التي تتشابه مع حرم الكنائس القبطية،
  </p>
  <p class="st">*_ عمارة جنائزية :
  </p>
  <p>والمقصود بـ العمارة الجنائزية اي حياة الاخرة، والتي تختص بمعتقدات المصري القديم للعالم الاخر،
  </p>
  <p class="st">عمارة حربية:
  </p>
  <p>وتعرف بالعمارة العسكرية :
    وتتمثل في القلاع، الحصون ، ابواب المدن ، الاربطه، السقاطات ، المزاغل.
  </p>
  <p class="st">*_ عمارة مدنية :
  </p>
  <p>انتشترت العمارة المدينة بعد استقرار الاحوال السياسية والاقتصادية في العصر الوسيط وانتشرت المدن العامرة بالسكان</p>
  <p>وتتمثل في 5 انواع :</p>
  <p>- سكانية :
    المدن(مدينة الفسطاط) ، القصور(قصر الاخيضر) ، البيوت(بيت الكريتلية)
  </p>
  <p>سبليلة : المنشئات المائة مثل( الأسبلة والآبار)،
  </p>
  <p>منافع عامة : الحمامات (حمام قصير عمرة)،
    القناطر والجسور ( مجري عيون فم الخليج)،
  </p>
  <p>تجارية : الوكالات ، السواق.
  </p>
  <p>صناعية : مصانع ، معاصر ، افران .
  </p>
  <p class="note">_ ملاحظة : اثر واحد لا يمكن تصنيفه لانه نشاء لمره واحده لا تتكرر , ( قبة الصخرة ) وتندرج تحت العمارة التذكارية .
  </p>

  <p class="st">العناصر المعمارية :
  </p>
  <p></p>
  <p>المحراب: هو تجويف نصف دائري في جدار القبلة ،أول من بنى منبراً مجوفاً هو الخليفة عمر بن عبد العزيز في المسجد النبوي .
  </p>
  <p>الصحن: هو المساحة المربعة أو المستطيلة المكشوفة وسط المسجد أو الجامع، يحيطها من الجوانب الأربعة ظلات أربع أكبرها ظلة القبلة.
  </p>
  <p>البائكة : صف من الاعمد او الدعامات تحمل فوقها عقود يرتكز عليها السقف واحيانا يرتكز الصف علي الاعمده او الدعامات دون وساطه العقود .
  </p>
  <p>الايوان : مساحه مربعه او مستطيلة ذات 3 جدران واحد في الصدر واثنان علي الجانبين والاخير مفتوح علي الصحن بعقد او بدونه
  </p>
  <p class="st">التخطيط:
  </p>
  <p>تخطيط المساجد ماخوذ من المسجد النبوي ،
  </p>
  <p class="q">س - لماذا المساجد لها مكانه خاصه عند المسلمون من باقي المشئات .
  </p>
  <p>_ بسبب انها : مكان للشعائر الدينية ، الخطبة ، كان يتم فيها البيعة للحاكم ، كان عقد فيها مجلس الشورى ، مكان للصلاة ، تعليم المذاهب الاربعه ، مركز للحكم , مركز للافتاء .
  </p>
  <p class="q">س _ الفرق بين الجامع والسمجد :
  </p>
  <p>_الجامع مساحته اكبر ويتم فيه جميع ما سبق
  </p>
  <p>_ المسجد : اقامة الشعائر ، الصلاة ...
  </p>
  <p><a class="lk" href="https://www.alukah.net/books/files/book_2361/bookfile/ama3er.doc
">العمائر الاسلامية واشهر معالمها DOC
      <br>
      
    </a></p>

</div>

<?php include("../../incudes/head.php");
echo $btn;
echo $footer;
echo $script;
?>
</body>

</html>