<?php include("../../incudes/head.php");
echo $link;
echo $header;
?>
<div id="article">
  <h1 class="title metadata">تاريخ المغرب (اسباب الفتح</h1>
  <p class="subhead metadata">أساب فتح بلاد المغرب<br>
    كان من الطبيعي أن يتطلع عمر بن العاص على فتح افريقية بعد أن تم فتح مصر للأسباب: <br>تامين فتح مصر من خطر المستوطنات البيزنطية المقيمة على السواحل المغربية. <br></p>
  <hr class="">
  <p class="MsoNormal" dir="rtl"><u><span lang="AR-EG">أساب فتح بلاد المغرب </span></u></p><u>
  </u>
  <p><u> </u></p>



  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">كان من الطبيعي أن يتطلع عمر بن العاص على فتح افريقية بعد أن تم فتح مصر للأسباب: </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1</span><span lang="AR-EG">– تامين فتح مصر من خطر المستوطنات البيزنطية المقيمة على السواحل المغربية. </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- نشر الدين ورفع راية الجهاد لمواصله نشر الدين </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- القضاء على كل من يخالف شرع الله </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">4- القضاء على حرب الطوائف </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">5- القضاء على جيش الاستعمار الروماني </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">6- رغبه عمرو بن العاص في تطبيق سياسة الاستقرار والاستمرار في الفتح نحو المغرب وهو أمر يدل على خط سير الفتوحات العربية في فلسطين ومصر . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* الفتح العربي لبلاد المغرب: </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">تنقسم حركه الفتوح في بلاد المغرب الى : </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>1-</span></span><span lang="AR-EG">المرحلة الأولى</span><span lang="AR-EG"> : الحملات الإستطلاعيه التي لم ترسخ الوجود الإسلامى الدائم </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>2-</span></span><span lang="AR-EG">المرحلة الثانية</span><span lang="AR-EG"> : مرحله تواجد الإسلام الدائم في بلاد المغرب.</span></p>



  <p class="MsoNormal" dir="rtl"><span><span lang="AR-EG">*المرحلة الأولى :</span></span></p>


  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– عهد عمر بن الخطاب :-</span></p>

  <p class="MsoNormal" dir="ltr"><span dir="rtl" lang="AR-EG">بدأت حركه الفتوحات في بلاد المغرب في عهد الخليفة عمر بن الخطاب و ذلك عندما قام القائد عمرو بن العاص بغزو برقه وطرابلس عام 23ه لتامين حدود مصر الغربية من خطر الروم ولما أراد عمر بن العاص بغزو برقه فتح بلاد إفريقيا بعد طرابلس و سأذن عمرو بن الخطاب في ذلك رفض طلبه خوفا على جيوش المسلمين من التغير في تلك المناطق وهم في حاجه لتوطيد نفوذهم في بلاد التي فتحوها كالشام ومصر.</span></p>






  <p> <span lang="AR-EG">– عهد عثمان بن عفان :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">أرسل الخليفة عثمان بن عفان أخاه في الرضاعة عبد الله بن مسعد بن أبى السرح مولى مصر عام 27ه لفتح بلاد المغرب ف\هب الى طرابلس على رأس حمله كبيره استطاع بها الاستيلاء على سفن الروم كانت رأسيه على الشاطئ هناك ثم التقى بجيوش الروم في مكان يسمى (سبيطله) جنوب غرب القيروان التي لم تكن قد فتحت بعد وكانت الجيوش البيزنطية يقودها حاكم إفريقيا البيزنطي ويدعى جريجوريوس أو جرجير بن عبد الله بن الزبير ثم اتفق عبد الله بن مسعد مع أهل البلاد على جزيه قدرها عشرون ألف دينار ثم عاد الى مصر وكما لم يترك عمر بن العاص والى على ما فتحه من بلاد لم يترك عبد الله بن مسعد والى على البلاد التي فتحها. </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– عهد معاوية بن أبى سفيان :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">توقت الدولة الإسلامية عدة سنوات عن الفتحبسبب الفتنه الكبرى "عثمان" والحرب الأهلية بين على ومعاوية التي انتهت بمقتل على بن طالب عام (40هـ) وتولي معاوية بن أبي سفيان الخلافة ، وبعد استقرار الأمور لمعاوية أرسل سنه (45هـ) جيشا إلى أفريقيه بقياده معاوية بن خديج الكندي فاستولي على بعض المراكز الروميه القوية ورجع إلى مصر ولم يترك عاملاً وتعتبر حمله معاوية بن حديج من الغزوات التمهيدية لفتح المغرب قبل الفتح الثابت والاستقرار فيها . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* المراحلة الثانية :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– بدأت مسيره الفتح الحقيقية لبلاد المغرب منذ توليه عقبه بن نافع الفهري هذه المهمة إما الفتوحات السابقة كانت عبارة عن حملات هدفها تأديب البيزنطيين. </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* الولاية الأولي لعقبه بن نافع : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">استمرت هذه الولاية منذ عام ( 50هـ) وكان اختيار عقبه بن نافع لهذه المهمة اختياراً موقفا إذ انه دخل برقه مع ابن خالته عمر بن العاص عام (23هـ)هوعمرة وقتها 14 عام وفي أثناء حمله عمرو على طرابلس كان عقبه على رأس الجيش الذي اخضع لواته أيضا انضم عقبه إلى جمله عبد الله بن سعد بن السرح ، كذلك كان عقبه يحارب في صحراء فزان وودان أثناء ارسال معاوية بن حديج للسرايا إلى مراكز البيزنطيين</span><span lang="AR-EG"> وتلك الفترة التي قضاها عقبه في إفريقيا أكسبته نبذة عن طبائع البلاد وعادات أهلها . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* تأسيس عقبهلمعسكر القيروان : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– رأي عقبه في بداية ولاية ضرورة إقامة مدينه عربيه تكون بمثابة قاعدة عسكريه ثابتة في تلك البلاد وعلى ذلك فقد اختط مدينه القيروان واختار لها مكان بعيد عن الساحل خوفا من غارات البيزنطيين وبعيد عن جوف الصحراء خوفا من غارات البربر بحيث يصعب حصارها وبتأسيس المدينة اتخذت العلميات الحربية الإسلامية في المغرب طابعا ثابتا فقد كان عقبه بن نافع في حروبه في بلاد المغرب بعيدا عن الساحل لأن السواحل مليئة بالحصون ، أما الداخل فليس فيه تحصينات قويه ، ومقاومه البربر في الداخل أقل من مقاومه البيزنطيين على الساحل وبعد إتمام بناء مدينه القيروان أتي أمر الخليفة معاوية لعزل عقبه عام 55 هـ وهناك أسباب لهذا العزل تنقسم الى : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– أسباب ظاهرة : هي سياسة العنفوالشدة التي اتبعها مع البربر في بلاد المغرب . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– أسباب غير ظاهرة : وهو خلاف بين عقبه وبين والي مصر مسلمه بن مخلد لان مسمله عندما رأي أن أفريقية أصبحت ولاية وميدان جديد واسع للفتوحات طمعت نفسه إلى أن يحوز لنفسه فسعي لعزل عقبه لأنه لم يعطيه من غنائم بلاد المغرب . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* ولاية أبو المهاجر دينار : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">امتدت ولاية أبو المهاجر دينار على أفريقية منذ عام 55 هـ حتي عام 62 هـ وقد انصرف بعض المؤرخين عن أعمال أبو المهاجر دينار لان ولايته وقفت بين ولاية عقبه والأولي والثانية ، ولم يكن أبو المهاجر محاربا متميزا بقدر ما كان سياسيابارعا فترك سياسةالعنف مع البربر ولجأ إلى سياسة اللين حتي لا يحارب عدوين ف يوقت واحد وليستميلهم إلى الإسلاموكان نصرانيا متحالفا معالبيزنطيين ضد العرب وبذلك استطاع أبو المهاجر دينار بفصل وقوف زعماء كسيله بجانبه أن يحتاج المغرب الأوسط وأن يحتل مدنه الساحلية حتي مدينه تلمسان لان أبو المهاجر دينار استطاع إقناع البربر بان العرب دخلوا المغرب ليحاربوا الروم وليس البربر </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">وفي عام (60هـ) توفي الخليفة معاوية وخلفه ابنه يزيد والذي أعاد عقبه لولاية إفريقيه وعزل أبو المهاجر دينار عام 62 هـ . </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">سببعودة عقبه لولايته مره ثانيه : </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>1-</span></span><span lang="AR-EG">أن يزيد بن معاوية كان مقتنعا بفضل عقبه وحسن بلائه في فتح إفريقيا وشعر انه أساء لشخصيه عظيمه. </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>2-</span></span><span lang="AR-EG">بعد وفاه معاوية ن أبي سفيان وفقد والي مصر مسلمه مركزه فلم يعد له مكانه التي كانت أيام معاوية فانتهز تعقبه هذه الفرصة وتحدث الى يزيد بم معاوية في إعادة الى القيروان فأعاده . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* الولاية الثانية لعقبه بن نافع : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">–<span> امتدت هذه الولاية من عام (62هـ) وكانت سياسة العنف التي اتبعها مع البربر سببا في عزله وستصبح سببا في قتله فيما بعد فالحماس الديني الشديد يجعله يسخر ويستهين بقوة زعماء كسيله و أصحابه وتعمد الإساءة إليهموعندما انتقد أبو المهاجر دينار هذه السياسة في عقبه لم يعتم بالأمر وجمع أقاربه وأولاده وزويه والقي فيهم وصاياه الأخيرة تم قام بحمله المشهورة التي غزا فيها المغرب وخاض هناك معارك عنيفة مع قبائل البربر فقد فيها طائفة من خيره رجاله ثم رأي أن يعود للقيروان ربما بسبب وجود قلاقل واضطرابات في إفريقيه فلم يكد يصل الى المغرب الأوسط حتي بعث معظم جنده الى القيروان ولم يبق معه إلا جزء صغير من الجيش واتخذ في بلده تهوده في الجزائر قاعدة عسكريه دائمة ولتنفيذ ذلك ابتعد عقبه عن خطوط سيره التي بدا منها . </span></span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– وهناك يظهر على مسرح الأحداث كسيله متحالفا مع البيزنطيين ضد العرب لانتقام منهم ومن عقبه وأمام ذلك الحشد الكبير من البربر والروم وأحس عقبه بنهاية ولكن أبو المهاجر رغب في الشهادة مع عقبه و أبو المهاجر وعلى الرغم من وفاه عقبه إلا أن فتوحاته نهبت الأذهان الى اقاصى المغرب الى الدين الإسلامي ومهدت الطريق أمام المسلمين لدخول البلاد من تلك الناحية وفي نفس عام وفاه عقبه بن نافع توفي الخليفة يزيد بن معاوية عام 64هـ وتولي عبد الملك بن مروان الخلافة عام 65هـ .</span></p>






  <p> <span lang="AR-EG">*ولاية زهير بن قيس البلوى :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– سارع الخليفة عبد الملكبن مروان بإرسال زهير بن قيس البلوى على المغربلعدة أسباب منها : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- استعادة بلاد المغرب والقضاء على مقاومه البربر. </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- الانتقام لمقتل عقبه والاهم من ذلك هو الإمساك بزمام المبادرة في بلاد المغرب . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- إثبات قوه الخلافة الأموية أمام البيزنطيين والبربر وقدرة الخلافة الأموية في القيام بعمل عسكري في الخارج رغم الحروب الأهليه الداخلية وثوره عبد الله بن الزبير في الحجاز</span><span lang="AR-EG"> . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– تقدم زهير في حمله تاديبيه الى القيروان عام 69 هـ ولم علم زعماء كسيله بتقدم انسحب من القيروان الى مكان حصين جنوبها الغربي يسمي "ممن" وفي هذا المكان دارت معركة عنيفة بين الفريقين انتهت بمقتل كسيله ومطاردة فلول جيشه حتي نهر ملوية واستعاد زهير القيروان واستطاع إصلاح أحوال المسلمين فيها ثم شرع في العودة على طرابلس وربما يكون </span><u><span lang="AR-EG">السبب</span></u><span lang="AR-EG"> في عودة زهير :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- أن الخلافة الاسلاميه لم تكن قد حددت سياستها بتعلق بإفريقيه . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- حذر زهير من البربر الذين اثبتوا أنهم قوه عسكريه في التصدي لحركة التوسع العربية على الرغم من هزيمتهم وقتل كسيله . </span></p>




  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">وفي طريق عودة زهير الى طرابلس اعترفت قوه بيزنطيه أتت من البحر فقطعت عليه طريق الرجعة وأحاطت بقواته واستشهد زهير ومعظم أصحابه في تلك الواقعة عام 69م وتوقف الفتح العربي مرة ثانيه عده سنوات </span><u><span lang="AR-EG">بسبب</span></u><span lang="AR-EG"> : </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>1-</span></span><span lang="AR-EG">مقاومه البربر البرانس للعرب من ناحية والروم من ناحية أخري نتيجة لسياسة التي اتبعها عقبه بننافع نع البربر وهي سياسة العنف والتي أبدلها أبو المهاجر دينار بسياسة اللين ثم عاد إليها عقبه مرة أخري في ولايته الثانية (62-64 هـ) والتي حرمت المسلمين عن فتح هذه البلاد بعض الوقت . </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>2-</span></span><span lang="AR-EG">انشغال الخليفة عبد الملك بن مروان في بداية حكمه بالقضاء على ثورة عبد الله بن الزبير وثورات الخوارج .</span></p>



  <p> <span lang="AR-EG">* ولاية حسان بن النعمان : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">قام الخليفة عبد الملك بن مروان بإعداد جيش ضخم من 40 ألف مقاتلزوده بأسطول بحري وجعل قيادته في يد حسان بن النعمان وهو من كبار رجال عبد الملك بن مروان واختار حسان بسبب شخصيته وخبراته على الرغم من كبر سنه ، خرجت حمله حسان بن النعمان في تاريخ اختلفت عليه وأغلب الطن أنها خرجت فيما بين عامي (73-74 هـ) وذلك بعد إخماد ثورة عبد الله بن الزبير وقتله عام 72 هـ وكانت جميع نفقات هذه الحملة على خزانه مصر فتضح من ذلك أن مصر شاركت ماليا واقتصاديا وعسكريا في فتح بلاد المغرب . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– وصل حسان بن النعمان الى القيروان واتخذها مركز لعملياته العسكرية واتبع خطه عسكريه تسهل عليه القضاء عليهم قبل أن يتكتلوا ضده . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">*سقوط قرطاجنه : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">بدأ حسان بقتال الروم واتجه الى قرطاجنه القاعدة الافريقيه القديمة وعندما عرض على حاكمها التسليم رفض فدارت معركة عنيفة بين المسلمين والروم انتهت بسقوط قرطاجنه في يدي المسلمين واتجه معظم البيزنطيين الى اسبانيا مما أغري المسلمين بالاتجاه إليها ثم توالت سقوط المدن الساحلية في يد حسان وطرد الروم منها وقد ساعدهعلى ذلك إنشاء قاعدة بحريه إسلاميهبالمغرب لمقاومه الخطر البيزنطي فبني ميناء تونس شرق قرطاجنه وزودها بدار صناعه لبناء الأساطيل وزودها بأبراج المراقبة واستعان في ذلك بأقباط مصر وكانوا على علم بالشؤون الملاحية وبناء السفن فأصبحت إفريقيه مركز بحري يخرج منه الأساطيل كالشام ومصر . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* القضاء علىبربر البتر : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">بعد القضاء على البيزنطيين والقضاء على بربر البرانس بمقتل قائدهم كسيله اتجه حسان الى بربر البتر وقد تزعمهم أمراءه تسمي "الداهية" وتلقيت (بالكاهنة) ويقال أنها كانت تنبأ أو تتكهن بالغيث فسميت بالكاهنة لهذا السبب لم تقوم الكاهنة بالحرب مع حسان إلا عندما علمت بمجئ حسان إليها وقد أراد حسان أن يبادر بالذهاب الى الباغية ولكن الكاهنة سبقته إليها وتحصنت بها حيث دارت معركة بين الطرفين في جبال أوراس (75 هـ) انتهت بهزيمة حسان وانسحابه الى برقه واستقر بها 5 سنوات لحين استكمال الاستعداد لغزو افريقية وكان اعتقاد الكاهنة عن العرب إنهن لا يريدون من المغرب سوى غنائمها وثرواتها فأمرت إتباعها بتخريب مراكز التمدن وإعادة البلاد الى طبيعتها الأولي وهي الرعي وبالفعل أخذت الكاهنة وإتباعها يخربون أشجار الزيتون والكروم مصدر ثروتها حتي أصبحت إفريقيه أرضا حراباً . </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">قد آثار هذا العمل حاله من الذعر بين سكان البلاد سواء أكانوا من الروم المستعمرين أو من البربر البرانس مما أدي الى فرار بعضهم الى صقليه وايطاليا واستنجاد البعض الأخر بحسان بن النعمان . </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">وكان حسان يترقب هذا الصراع بين البتر والبرانس لان صراعهما سيؤدي الى إضعاف الطرفين وكان حسان يراقب الموقف ويتصل سرا بخالد بن يزيد وانتهز حسان الفرصة وخرج في جيش ضخم انضم فيه عدد كبير من البربر الى صفوفه لمحاربه الكاهنة مما ساهم في نجاح معركة حسان لمعرفه البربر بطبيعة الأرض وإتقانهم لأساليب حرب الجبال ويبدو إن الكاهنة في مدينه فاس وانتصر العرب بقيادة حسان وقتلت الكاهنة (72هـ) </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">كان البيزنطيون في ذلك الوقت قد انزلوا قوات على الساحل واستردوا مدينه قرطاجنه واتجه حسان إليها وش هجوم عنيف مما أدي الى فرار الروم واسترد حسان المدينة ولكن أمر بتخريبها حتي لا يعود لها الروم مرة أخري . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* أعمال حسان في بلاد المغرب :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- نقل العاصمة من قرطاجنه الى القيروان ز </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- استماله البربر فولي منهم عمال وقضاء يخص بالذكر منهم أبناء الكاهنة . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- قام إعداد فقهاء وعلماء لتعليم البربر قواعد الإسلام. </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">4- تعريب الدواوين . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">5- توزيع أراضي البيزنطيين على الفلاحين من أهل وتنظيم خراج الأراضي. </span></p>




  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">فكان حسان أول من أعطي المغرب طابعا عربيا إسلاميا وأثناء قيامه بهذه الأعمال جاء قارا عزل حسان عن الولاية المغرب فغادر القيروان (85هـ) . </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">وقد قرار عزل حسان على يد عبد العزيز بن مروان والى مصر واخو الخليفة عبد الملك بن مروان ولي عهده والسبب في ذلك أن عبد العزيز عندما رأى ازدهار إفريقيه وتحولها لقصر غني بالإمكانيات طمع فيها نفسه فعزل حسان وولي مكانه التابعي موسي بن نصير . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* ولاية موسي بن نصير :- </span></p>

  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">كان موسي بن نصير طفلا نصرانيا في احد الأديرة ، أسره خالد بن الوليد واسلم على يديه ، ونشأ في جو عربي إسلامي تولي رياسة حرس معاوية بن أبي سفيان ثم أرسله عبد الملك ليكون مساعدا لأخيه بشير بن مروان الذي تولي ولاية البصرة رغم احتجاج الحجاج بن يوسف الثقيفي ولهذا كان الحجاج يكره موسي وقد اتهمه بأنه يمد يده الى أموال الدولة فلجأ موسي الى مصر وكانت تربطه بوالي مصر "عبد العزيز بم مروان " الذي أدي جزء كبير من هذا المال وعينه وليا على إفريقيه بدون إذن عبد الملك بن مروان واسند إليه موسي بن نصير أراد من هذه الفتوحات تقويه مركزه الشخصي في الدولة بالعمل المتوالي وإرسال مقادير ضخمه من الغنائم والأموال التي يتم الحصول عليها حتي يثبت قدرته العسكرية لعبد العزيز بن مروان الذي قام بنفسه على إفريقيه قام بتثبيت موسي في حكم إفريقيا وليس نفيه منها . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* قد قابلت موسي في بلاد المغرب عدد مشاكل منها : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- ضعف السلاح العربي البحري واعتماد شواطئ المغرب في حمايتها على السفن المغربية . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- عدم تحصين مدينه القيروان لتحصين الكافي . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- افتقار المدينة الى وجود قوات عربيه إسلاميه كافيه لصد أي هجوم مفاجئ . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– أما بالنسبة للبربر فقد رأي موسي ضرورة التعامل معهم بسياسة المرونة واللين التي بدأها أبو المهاجر ثم حسان وسار عليها موسي حيث أشركهم فالجيش وعلى الرغم من ذلك فقد قام بعض البربر بثورات ضده مما اضطره للقيام ببعض الإجراءات التأديبية ضد الثورات من البربر المقيمين بالمغرب الأقصى فقد قام بتوجيه ضربه شديدة الى جماعه البربر المعتصمين في منطقه حصينة بتونس فأرسل موسي تلك الغنائم الى عبد الله بن مروان والى مصر بعد عبد العزيز بن مروان . </span></p>






  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* عبد الله بن مروان وكفاءة موسي بين نصير : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– سار موسي بقواته حتي وصل الى بلده سجوما وكانت هذه البلاد هيه مفتاح الطريق الى طنجه وسبته بعد الاستيلاء على سجوما </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">– واتجه موسي الى طنجه وعهد بقياده هذه الحملة الى طارق بن زياد احد قواد البربر الأقوياء في جيش موسي فعينه موسي على قرطاجنه وكلفه بحمايتها وتشديد الحصار حولها وقد كان يحكمها حاكم نصراني من قبل القوط والبيزنطيين يدعي يوليان والذي قام بمهادنه المسلمين وعاوتهم بإمدادات عسكريه قليله وأقنعهم بضرورة الصلح . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* قام موسي بن نصير بإنشاء ولايتين إسلاميتين جديدتين : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- الأولي : هيه المغرب الأوسط وقاعدتها تلمسان </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- الثانية : هي المغرب الاقصى وقاعدتها طنجه </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- الثالثة : في بلاد السوس وعاصمتها سلجماسه . </span></p>




  <p class="MsoNormal" dir="rtl"><span><span>–</span></span><span lang="AR-EG">استقرت جماعه من العرب على كل ولاية من هؤلاء لتعليم أهلالإقليم قواعد الإسلام ، ولم يقتصر موسي على الفتوحات البربرية بل عن على تقويه أسطوله في ميناء تونس تفوقت على قرطاجنه في أنها ممتدة على الساحل وفي نفس الوقت متصله به عبر قناة تلجأ إليها السفن عن الحاجة ، ومن تونس قامتسلسله من العمليات العسكرية البحرية استهدفت جزيرة صقليه وسردابيه وجزر البليار . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* أسباب طول فتره الحصار :- </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- مناعة بلاد المعرب وشدت فراسة أهلها وشجاعتهم في القتال . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- انقسام المسلمين على أنفسهم أيام الفتنه لكبري بعد مقتل عثمان وتوقف الفتوحات الاسلاميه نتيجة لذلك </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- الغارات البحرية التي شنها البيزنطيين على الجيش العربية لوقف تقدمها في المغرب خاصة هوان خبره العرب بالشؤون البحرية قليله في بادي الأمر . </span></p>




  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">* نتائج الفتح : </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">1- التعرف على طبيعة بلاد المغرب . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">2- نشر الإسلام في بلاد المغرب . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">3- تأمين حدود مصر الغربية . </span></p>

  <p class="MsoNormal" dir="rtl"><span lang="AR-EG">4- دخول كثير من البربر الى الإسلام .</span></p>



</div>


<?php include("../../incudes/head.php");
echo $btn;
echo $footer;
echo $script;
?>
</body>

</html>